Repository: ARK-Builders/ARK-Rate-iOS
Catalog: ARK Rate/Localizable.xcstrings
Source language: en
Languages: ru, vi

# about_title
source: About
ru: О приложении
vi: Về chúng tôi

# add_group
source: Add Folder
ru: Добавить папку
vi: Thêm Thư mục

source: Add new calculation
ru: Добавить новый расчёт
vi: Thêm Phép tính

source: All currencies
ru: Все валюты
vi: Tất cả

source: and
ru: и
vi: và

source: Calculate
ru: Рассчитать
vi: Lưu kết quả

source: Calculated on %@
ru: Рассчитано %@
vi: Đã chuyển đổi vào %@

# calculated_on_ago
source: Calculated %@ ago
ru: Рассчитано %@ назад
vi: Đã chuyển đổi %@ trước

source: Calculation has been edited
ru: Расчёт был отредактирован
vi: Phép tính đã được cập nhật

source: Calculation has been reused
ru: Расчёт был повторно использован
vi: Phép tính đã được sử dụng lại

source: Calculations
ru: Расчёты
vi: Các phép tính

source: Cancel
ru: Отмена
vi: Huỷ

source: Change app language
ru: Сменить язык приложения
vi: Thay đổi ngôn ngữ ứng dụng

source: Confirm
ru: Подтвердить
vi: Xác nhận

# create_group
source: Create Folder
ru: Создать папку
vi: Tạo Thư mục

# create_group_description
source: Please enter a name for this folder.
ru: Пожалуйста, введите имя для этой папки.
vi: Vui lòng nhập tên cho thư mục này.

# create_group_placeholder
source: e.g. Folder 1
ru: например, Папка 1
vi: ví dụ như Thư mục 1

source: Default
ru: По умолчанию
vi: Mặc định

source: Delete
ru: Удалить
vi: Xoá

source: Edit
ru: Редактировать
vi: Sửa

# elapsed_day
source: %lld days
ru: %lld дня
vi: %lld ngày

# elapsed_hour
source: %lld hours
ru: %lld часа
vi: %lld giờ

# elapsed_minute
source: %lld minutes
ru: %lld минуты
vi: %lld phút

# elapsed_second
source: %lld seconds
ru: %lld секунды
vi: %lld giây

source: Frequent currencies
ru: Часто используемые валюты
vi: Thường dùng

source: From
ru: Из
vi: Từ

# group_name
source: Folder name
ru: Имя папки
vi: Tên Thư mục

source: Input Value
ru: Введите значение
vi: Nhập giá trị

source: Last refreshed %@
ru: Последнее обновление %@
vi: Đã cập nhật vào %@

source: Last refreshed %@ ago
ru: Последнее обновление %@ назад
vi: Đã cập nhật vào %@ trước

source: New calculation has been created
ru: Новый расчёт был создан
vi: Phép tính đã được lưu

source: New Currency
ru: Новая валюта
vi: Thêm loại Tiền tệ

# new_group
source: New Folder
ru: Новая папка
vi: Thư mục mới

source: No result
ru: Нет результата
vi: Không có kết quả

source: Options
ru: Параметры
vi: Các tuỳ chọn

source: Pin
ru: Закрепить
vi: Ghim

source: Pinned calculations
ru: Закреплённые расчёты
vi: Đã ghim

# quick_title
source: Quick
ru: Быстрые
vi: Đổi Nhanh

source: Ready for calculation!
ru: Новая папка
vi: Sẵn sàng để tính toán!

# ready_for_calculation_description
source: Select your currencies and enter an amount to start converting. Your exchange results will appear here.
ru: Выберите валюты и введите сумму для начала конвертации. Результаты обмена появятся здесь.
vi: Chọn loại tiền tệ và nhập số để bắt đầu chuyển đổi. Kết quả sẽ hiển thị ở đây.

source: Rename
ru: Переименовать
vi: Đổi tên

# rename_group
source: Rename Folder
ru: Переименовать папку
vi: Đổi tên Thư mục

source: Result
ru: Результат
vi: Kết quả

source: Re-use
ru: Повторно использовать
vi: Sử dụng lại

source: Save
ru: Сохранить
vi: Lưu

source: Search
ru: Поиск
vi: Tìm kiếm

source: Search a currency
ru: Поиск валюты
vi: Tìm loại Tiền tệ

# settings_title
source: Settings
ru: Настройки
vi: Cài Đặt

source: The calculation has been deleted
ru: Расчёт был удалён
vi: Phép tính đã được xóa

source: to
ru: в
vi: ra

source: Top results
ru: Топ результатов
vi: Kết quả hàng đầu

source: Undo
ru: Отменить
vi: Hoàn tác

source: Unpin
ru: Открепить
vi: Bỏ ghim

source: You added %@ calculation
ru: Вы добавили расчёт %@
vi: Bạn đã thêm phép tính %@

source: You deleted %@ calculation
ru: Вы удалили расчёт %@
vi: Bạn đã xoá phép tính %@

source: You edited %@ calculation
ru: Вы отредактировали расчёт %@
vi: Bạn đã sửa phép tính %@

source: You reused %@ calculation
ru: Вы повторно использовали расчёт %@
vi: Bạn đã sử dụng lại phép tính %@
